Revit 2024 API
FamilyInstance.Space Property
The space in which the instance is located.
Overload List
Name | Description
Space
The space in which the instance is located (during the last phase of the project).
Space[Phase]
See Also
FamilyInstance Class
FamilyInstance Members
Autodesk.Revit.DB Namespace